tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "corkscrew"
brew "ffmpeg"
brew "git-lfs"
brew "lazygit"
brew "neovim"
brew "cmake"
brew "node"
brew "python@3.11"
brew "thefuck"
brew "wget"
brew "yt-dlp"
brew "gnupg"
brew "mas"
brew "imagemagick"
mas "Xcode", id: 497799835
mas "PDF Reader Pro－Adobe PDF Files", id: 919472673  
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-gentium-plus"
cask "gimp"
cask "git-credential-manager"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "miniconda"
cask "onedrive"
cask "visual-studio-code"
cask "wechat"
cask "whatsapp"
cask "zotero"
